/*GENERAL SETTINGS*/
"Delete" = "Delete";
"OK" = "OK";
"Basic settings" = "Basic settings";

/*WIDGETS*/
"Up next…" = "Up next…"; // use option semicolon to create ellipsis character ...
"Nothing!" = "Nothing!";
"Your most important items." = "Your most important items.";
"Your #1 top-priority item." = "Your #1 top-priority item.";

/*MAIN ACTIVITIES*/
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";



/*HOME TAB*/
"Up next" = "Up next";
"More to explore" = "More to explore";
"%@, %lld items, %g%% complete." = "%@, %lld items, %g%% complete.";


/*PROJECTS TAB*/
"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Item" = "Add New Item";
"There's nothing here right now." = "There's nothing here right now.";

/*A button that shows a menu with the following options*/
"Sort" = "Sort";
"Sort items" = "Sort items";//the title of the menu
"Optimised" = "Optimised";//Sort using an optimised algorithm
"Creation Date" = "Creation Date";//Sort by the date items were created
"Title" = "Title";//Sort by the item title

/*Deafult names for new project and new item*/
"New Project" = "New Project";
"New Item" = "New Item";



/*EDITING PROJECTS*/
"Edit Project" = "Edit Project";
"Project name" = "Project name";
"Description of this project" = "Description of this project";
"Custom project color" = "Custom project color";
"Project reminders" = "Project reminders";
"Show reminders" = "Show reminders";
"Oops!" = "Oops!";
"There was a problem. Please check you have notifications enabled." = "There was a problem. Please check you have notifications enabled.";
"Check Settings" = "Check Settings";
"Reminder time" = "Reminder time";

/*Options to close(mark as finished), oprn (mark as unfinished), or delete a project. */
 "Close this project" = "Close this project";
 "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";
"Delete project" = "Delete project";
"Are you sure you want to delete this project? You will also delete all the items if contains." = "Are you sure you want to delete this project? You will also delete all the items if contains.";

/*Description of Color Coding*/
"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";

// Unlocking premium
"Get Unlimited Projects" = "Get Unlimited Projects";
"You can add three projects for free, or pay %@ to add unlimited projects." = "You can add three projects for free, or pay %@ to add unlimited projects.";
"If you already bought the unlock on another device, press Restore Purchases." = "If you already bought the unlock on another device, press Restore Purchases.";
"Restore Purchases" = "Restore Purchases";
"Sorry, there was an error loading the store. Please try again later." = "Sorry, there was an error loading the store. Please try again later.";
"Buy: %@" = "Buy: %@";
"Loading…" = "Loading…";
"Thank you!" = "Thank you!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Thank you! Your request is pending approval, but you can carry on using the app in the meantime.";
"Dismiss" = "Dismiss";


/*EDITING ITEMS*/
"Edit Item" = "Edit Item";
"Item name" = "Item name";
"Description" = "Description";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
"Mark Completed" = "Mark Completed"; // Mark this item as being completed (finished/accomplished)
"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";


/*AWARDS*/
"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";



/*OTHER STRINGS*/
"Please select something from the menu to begin." = "Please select something from the menu to begin.";// Shown by default when the user hasn't select a project or item
